Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: By this tab you can access to the different tracks if any.
zh_tw: 此欄位能存取不同軌道，

source: C - Command & Control:
zh_tw: C - 指令和控制：

source: C Appearance & finish
zh_tw: C 外觀和裝潢

source: C – Command and Control
zh_tw: C - 指令和控制

source: CALL: 855.374.4772
zh_tw: 電話：855.374.4772

source: CAM-DUCT Software
zh_tw: CAM-DUCT 軟體

source: CAPITAL SPARE PARTS
zh_tw: 資本類備件

source: CARBON FIBER CUTTING & LAMINATION QUICKLIST
zh_tw: 碳纖維切割和層壓檢查清單

source: CARBON FIBER FORMING QUICKLIST
zh_tw: 碳纖維成形檢查清單

source: CAUTION
zh_tw: 注意

source: CD Layout
zh_tw: 光碟內容

source: CFR FIRST SHIPMENT / 2ND FRANCO MILL SITE
zh_tw: 運費在內條件 (CFR) 第一批發貨 / FRANCO 第 2 廠區

source: CFR LAST SHIPMENT /4RD FRANCO MILL SITE
zh_tw: 運費在內條件 (CFR) 最後一批發貨 / FRANCO 第 4 廠區

source: CG Thermal LLC can provide experienced field advisory personnel to guide and instruct construction and maintenance supervisors in the techniques used in assembling, installing and maintaining IMPERVITE® impervious graphite equipment.
zh_tw: CG Thermal 公司能提供經驗豐富的現場諮詢人員，協助指導組裝、安裝以及維護 IMPERVITE® 不透水石墨設備所使用之技術以進行 施工和維護，

source: CG Thermal LLC disclaims all warranties as to accuracy of data supplied for any individual installation.
zh_tw: CG Thermal 公司對於任何個別安裝不提供任何保證，

source: CGThermal, IMPORTANT RECEIVING INFORMATION PLEASE READ IMMEDIATELY
zh_tw: CGThermal, 重要接收資訊請立即查閱

source: CHANGING YOUR BANK ACCOUNT DETAILS
zh_tw: 變更銀行帳戶詳細資訊

source: CHYAU BAN MACHINERY CO., LTD
zh_tw: 僑邦機械有限公司

source: CIVIL ENGINEERING DESIGN DATA
zh_tw: 土木工程設計資料

source: CLAMP PLATE
zh_tw: 夾板

source: CLEANING/DEGREASING & COATING QUICKLIST
zh_tw: 清洗/除油及鍍膜檢查清單

source: CLICK HERE FOR THE LIST OF HR POLICIES
zh_tw: 點擊此處查看人力資源政策清單

source: CNC Router Systems
zh_tw: CNC 雕刻系統

source: CNC System Options
zh_tw: CNC 系統配件

source: CNC knife cutting systems from AXYZ International are another innovative solution that AXYZ has developed to satisfy demand from industry.
zh_tw: CNC 刀具切削解決方案為 AXYZ 國際所開發之另一用以滿足業界需求之創新解決方案，

source: COACHING CLINIC
zh_tw: 教練診所 (COACHING CLINIC)

source: CODE OF STANDARD (ISO,DIN,JIS,ASTM,Others:please specify)
zh_tw: 標準代碼 (ISO、DIN、JISASTM、其他：請指明)

source: COLLET DRAG KNIFE
zh_tw: 筒夾 拖刀

source: COMMERCIAL CHECK LIST
zh_tw: 商業檢查清單

source: COMPLIANCE /GOVERNANCE
zh_tw: 規範標準/管理

source: COMPUTER REQUIREMENTS
zh_tw: 電腦需求

source: CONCEPT DESIGN
zh_tw: 概念設計

source: CONFIDENTIALITY
zh_tw: 保密協定

source: CONNECTION FOR HOSE OR PRESSURE PIPING
zh_tw: 軟管或加壓管路連接點

source: CONSUMABLE SPARE PARTS
zh_tw: 耗材備件

source: CONTAINERS USAGE TERMS:
zh_tw: 貨櫃使用條款：

source: CONTRACT TEXT
zh_tw: 合約本文

source: CORPORATE QUALITY DEPARTMENT
zh_tw: 企業品管部門

source: COST CENTER
zh_tw: 成本中心 (COST CENTER)

source: COURSE AGENDA
zh_tw: 課程大綱

source: CPU:
zh_tw: 中央處理器：

source: CROSS-REFERENCE TO RELATED
zh_tw: 相關應用之交互引用資料

source: CUSTOMER INTIMACY
zh_tw: 與客戶的緊密關係

source: CVT unit 140 receives ambient air through an air intake system 160 and expels air from an interior of CVT unit 140 through an exhaust system 162.
zh_tw: 無段變速單元 140 接受來自空氣進氣系統 160 之空氣並經由排氣系統 162 排出無段變速單元 140 內部之空氣。

source: Cabs - Scania 4 series
zh_tw: 座艙 - Scania 4 系列

source: Cabs - Scania 4 series The Cab modular system, modules and variants
zh_tw: 座艙 - Scania 4 系列 座艙模塊化系統、模塊和變形

source: Cadence: Frequency which packs under real production pass with.
zh_tw: 輸送間隔 (Cadence)：實際生產時包裝通過的頻率。

source: Caigo carrying portion 210 is positioned rearward of an operator area 212.
zh_tw: 載貨部分 210 位於駕駛區 212 後方，

source: Calculate the financial effects and create the modularization business case
zh_tw: 計算財務影響並建立模塊化商業案例

source: Calculating a Modular Architecture (Total Cost)
zh_tw: 計算模塊化架構 (總費用)

source: Calgary, AB T2C 5C5 Phone: +1 403 236 4464
zh_tw: Calgary, AB T2C 5C5 電話： +1 403 236 4464

source: Calibrating the width of expected objects allows the counting line to increase it’s accuracy further.
zh_tw: 使用已知物體來校正寬度能使計數線更加精準，

source: Calibration
zh_tw: 校正

source: Calibration allows classification to be performed on objects.
zh_tw: 同時也能對物體進行分類。

source: Calibration allows the camera to correctly work out what a group of 30 pixels is in reality.
zh_tw: 經過校正後，攝像機能正確的計算出 30 像素的實際大小。

source: Calibration allows the tracker to calculate the area of an object and also the speed.
zh_tw: 校正後，追蹤器能計算物體的面積以及速度，

source: Calibration certificates are valid only for one year.
zh_tw: 校正認證有效期限為一年，

source: Camera Sequencing System in which the system automatically replaces a group of cameras on the screen by another group, as well as it allows changing, manually, the sequencing via the forward and back buttons.
zh_tw: 攝影機序列系統能自動進行螢幕上的攝影機組更替，也能允許透過快轉和倒退按鈕手動變更順序。

source: Camera placement determines the accuracy of the counting line.
zh_tw: 攝影機的安裝位置決定了計數線的準確性。

source: Camera tampering:
zh_tw: 攝影機受入侵偵測：

source: Camera trepidation canceling:
zh_tw: 攝影機干擾消除：

source: Can-Am Specifications for Commander 1000, copyright 2010, 1 page.
zh_tw: Can-Am Specifications for Commander 1000， 2010 版權所有，1 頁。

source: Can-Am Specifications for Commander 800R, copyright 2010, 1 page.
zh_tw: Can-Am Specifications for Commander 800R，2010 版權所有，1 頁。

source: Capacity:
zh_tw: 負載力：

source: Capex/Opex offers
zh_tw: 資本支出/營運支出計畫

source: Capture all critical data on one billboard
zh_tw: 截取看板上的所有關鍵資料

source: Care must also be taken during the evisceration process.
zh_tw: 內臟摘出過程也需注意下列事項，

source: Care needs to be taken that no bottlenecks occur at this stage, as this will not only result in a loss of water from the bird, the carcass temperature will start to rise, so encouraging bacterial growth.
zh_tw: 此階段應注意不要有所延遲，延遲不僅會使雞隻水份散失，屠宰體溫度也會開始上升而加速細菌繁殖。

source: Cargo carrying portion 210 is positioned rearward of an operator area 212.
zh_tw: 載貨部分 210 位於駕駛區 212 後方，

source: Carpet, Felt and other Single-ply Cloth or Fabric, Vinyl and more...
zh_tw: 地毯、毛毯和其他單層布料或織物、乙烯塑膠和更多材料…

source: Carry out an inventory.
zh_tw: 進行盤點。

source: Case 1: MTS
zh_tw: 案例 1: MTS

source: Case 2:ESAB Welding Equipment
zh_tw: 案例 2: ESAB 焊接設備

source: Case 3: Trane Inc., Commercial Air Handler
zh_tw: 案例 3: Trane 公司，商用空調設備

source: Case 4: Electrolux Wascator
zh_tw: 案例 4: Electrolux Wascator

source: Case 5: Dynapac Construction EquipmentBoosts Market Share in Emerging Regions with Global Product Platforms
zh_tw: 案例 5: Dynapac 建築設備 以全球性的產品平台快速增加新興地區的市占率

source: Case 6: Peab Construction CompanyEstablishes New Standard in the Pre-fab Market with Broad Product Assortment
zh_tw: 案例 6: Peab 建設公司以廣泛的產品類別建立了預先建造屋市場的新標準

source: Case 7: VW Platforms and commonality in cars
zh_tw: 案例 7：福斯平台和汽車共用性

source: Case of the Aeronautic and Industrial Markets
zh_tw: 航空和工業市場

source: Case of the Automotive Market
zh_tw: 汽車市場

source: CaseMap support
zh_tw: CaseMap 支援

source: Cash flow and ROI
zh_tw: 現金流量和投資報酬率

source: Cell
zh_tw: 儲存格

source: Cell Base Station A/D Converters
zh_tw: 手機基地臺類比數位 (A/D) 轉換器

source: Cell Base Station Enclosures
zh_tw: 手機基地臺機箱

source: Celsius degrees
zh_tw: 攝氏溫度

source: Center of gravity 580 is generally centered close to or on vertical centerline plane 122 of vehicle 100.
zh_tw: 重心 580 一般接近車輛 100 之垂直中線平面 122 中心。

source: Center roll cage section 74 is comprised of uprights 246, transverse section 248 and longitudinally extending sections 250.
zh_tw: 中段防滾架 74 由立柱 246、橫段 248 和縱向延伸段 250 所組成。

source: Centre of Excellence
zh_tw: 卓越中心

source: Ceramic, Graphite, Heat Exchangers, Process Equipment.
zh_tw: 陶瓷、石墨、熱交換器、輸送設備

source: Certified Section 508 compliant user interface (accessibility)
zh_tw: 符合 508 條款認證之使用者介面（存取性）

source: Chairs with back support are provided for sitting workers.
zh_tw: 提供具有靠背的椅子予以坐定工作之勞工。

source: Change 32 to 64 if 64-bit office is needed.
zh_tw: 若需要 64位元 office 則將 32 改為 64。

source: Change Emergency Contacts
zh_tw: 更改緊急連絡人

source: Change Format
zh_tw: 更改格式

source: Change Password
zh_tw: 變更密碼

source: Change User
zh_tw: 變更使用者

source: Change User Password
zh_tw: 變更使用者密碼

source: Change content to the following:
zh_tw: 依照以下內容進行更改：

source: Change en-us to the desired language code.
zh_tw: 將 en-us 改為所需語言碼。

source: Change in CG
zh_tw: CG 變化

source: Change in CG —
zh_tw: CG 變化 ——

source: Change of status in the panel, usually to "New Business Hold"
zh_tw: 改變小組狀態，通常變更為“暫停新業務”

source: Change the defaults for encryption level and session reliability if you wish.
zh_tw: 依所需更改預設的加密等級和對話可靠性。

source: Changing Voltage:
zh_tw: 變更電壓：

source: Channel
zh_tw: 通路

source: Charging contacts:
zh_tw: 充電接點：

source: Chat with your Local HR
zh_tw: 與當地的人力資源部門職員聊天

source: Check
zh_tw: 檢查

source: Check bolts for tightness on all shellside nozzle blind flanges.
zh_tw: 檢查所有外管開口之管口蓋板的螺栓是否緊固。

source: Check details and click Approve to process the request.
zh_tw: 檢查詳細資訊並點擊 Approve (批准) 以進行申請流程。

source: Check for other preference options like
zh_tw: 於此頁面查看其它選項

source: Check packing seal on floating end for leaks.
zh_tw: 檢查浮動端之填料密封洩露，

source: Check that there is no leakage from the test flange gaskets.
zh_tw: 檢查測試法蘭墊片有無滲漏，

source: Check the compressed height of the disc springs and the torque loading of the stationary and floating end bolts and compare to marking on unit.
zh_tw: 檢查碟形彈簧墊片的壓縮高度和固定或浮動端之螺栓的扭矩，並與裝置之標示比較。

source: Check the compressed height of the disc springs at the shell flange and the torque loading of the tube side bonnet bolts.
zh_tw: 檢查外殼法蘭的碟形彈簧墊片的壓縮高度和管側閥帽螺栓的扭矩，

source: Check tube openings for transfer of water from shell side to tube side.
zh_tw: 檢查管道由外管輸水至內管之管道口。

source: Checkthebelt tensión.
zh_tw: 檢查皮帶張力

source: Chilling
zh_tw: 冷卻

source: China
zh_tw: 中國

source: Chinese (Simplified)
zh_tw: 中文（簡體）

source: Chinese (Simplified)*
zh_tw: 中文（簡體）*

source: Chinese (Traditional)
zh_tw: 中文（繁體）

source: Chinese (Traditional)*
zh_tw: 中文（繁體）*

source: Choose 'Immediately uninstall the software from users and computers'.
zh_tw: 選擇“Immediately uninstall the software from users and computers（立即從使用者和電腦中移除軟體）”。

source: Choose Open Package on the Home tab (in the Package group), then browse to an .msi file (e.g. Nuance PDF Advanced.msi) and open it.
zh_tw: 選擇 Home 分頁上的 Open Package （Package 群組中），接著開啟 .msi 檔案（例：Nuance PDF Advanced.msi），

source: Choose Reader mode to create a package with a predefined set of functionality.
zh_tw: 選擇 Reader mode （閱讀模式）以建立一個預先定義功能集的套裝安裝程式。

source: Choose a discipline
zh_tw: 選擇一個領域

source: Choose a help installation type.
zh_tw: 選擇一個安裝類型説明，

source: Choose a save location, specify a file name and save your transform file.
zh_tw: 選擇存檔位置、輸入檔案名稱並儲存轉換檔。

source: Choose an Import mode to verify which choices are available for import.
zh_tw: 點選 Import mode 確認可匯入之選項，

source: Choose from predefined patterns or create your own patterns for patient IDs, product codes or any information that follows any alpha-numeric pattern.
zh_tw: 從預先定義的模式中，為患者 ID、產品代碼或任何依照字母數字模式的資訊選擇或建立自訂模式。

source: Choose the On premises option if the installation target workstations have no live internet connection to the Nuance website.
zh_tw: 若安裝目標工作站無法連接到 Nuance 網站時選擇 On premises （預先設定路徑）選項。

source: Choose the server(s) that the Power PDF Advanced product will run on and click ’Next’.
zh_tw: 選擇 Power PDF 進階版將運行的於伺服器並點擊“Next”。

source: Choose to connect to the server, or to a published application.
zh_tw: 選擇連接到伺服器，或連接至已發佈的應用程式。

source: Chpt6
zh_tw: 第6章

source: Cincinnati, OH 45241 Phone: +1 513 771 7444
zh_tw: Cincinnati, OH 45241 電話： +1 513 771 7444

source: Cities are redesigned to give public access to natural watershed community parks that, in addition to providing direct benefits in terms of overall living standards, foster broad-based citizen stewardship over water.
zh_tw: 城市經過重新設計，讓大眾能造訪自然流域的社區公園，能為整體的生活水準帶來直接的益處外，更能培養對水原有廣泛認識的公民。

source: Citizenship
zh_tw: 公民身份

source: Citrix Publish Application Wizard.
zh_tw: Citrix Publish Application Wizard （應用程式發佈精靈），

source: Citrix deployment
zh_tw: 思傑式 (Citrix) 部署

source: Cl
zh_tw: 專利分類號

source: Cl.
zh_tw: 專利分類號

source: Claims, 15 Drawing Sheets
zh_tw: 專利範圍，15 張圖表

source: Claims, 27 Drawing Sheets
zh_tw: 專利範圍，27 張圖表

source: Claims, 49 Drawing Sheets
zh_tw: 項專利範圍，49 張圖表

source: Classification
zh_tw: 分類

source: Classification Counting Line
zh_tw: 分類 計數線

source: Classification:
zh_tw: 分類：

source: Clean up oil spills and leaks immediately using a nonflammable absorbent.
zh_tw: 外溢和洩漏之淬火油立即以不可燃吸附材料清理。

source: Cleaning Screen
zh_tw: 清潔螢幕

source: Clear guidelines for promotional pay increases
zh_tw: 明確的升職和加薪準則

source: Clearances
zh_tw: 間隙

source: Click <Relevant Months Payslip> on the Payslip screen, to view that Payslip for that month.
zh_tw: 點擊薪資單畫面中的 <Relevant Months Payslip> (每月薪資單) 以檢視該月份的薪資單。

source: Click Add to enlist a new dependent, and enter the details.
zh_tw: 點擊 Add 以加入新的家屬並輸入詳細資料。

source: Click Add Elections to display the Payment Election Option screen.
zh_tw: 點擊 Add Elections (增加選項) 以顯示 Payment Election Option (付款選項) 畫面。

source: Click Add hotfixes to Installation.
zh_tw: 點擊 Add hotfixes to Installation （加入修補程式至安裝程式中）。

source: Click Add.
zh_tw: 點擊 Add (增加)。

source: Click Additional Files.
zh_tw: 點擊 Additional Files（增加檔案）。

source: Click Application Options.
zh_tw: 點擊 Application Options。

source: Click Approve to complete this step.
zh_tw: 點擊 Approve (批准) 完成此步驟。

source: Click Attach to upload a supporting document for your leave request.
zh_tw: 點擊 Attach (加入附件) 以上傳休假申請之相關證明文件。

source: Click Attach to upload the supporting documents required to return the Employee from leave.
zh_tw: 點擊 Attach (附加) 以上傳員工結束休假返回崗位所需證明文件。

source: Click Buy Now and enter the quantity between 5 and 25 in the cart.
zh_tw: 點擊 Buy Now 並於購物車中輸入 5 至 25 之間的數量。

source: Click Change Preferences to choose your preferred language.
zh_tw: 點擊 Change Preferences 以選擇語言。

source: Click Close on Package completed step
zh_tw: 於套裝程式完成後點擊 Close

source: Click Compensation Change in the Request column and Request Compensation Change screen is displayed.
zh_tw: 於 Request 欄位點擊 Compensation Change (薪資變更) 以顯示 Request Compensation Change (請求薪資變更) 畫面。

source: Click Compensation from that list and your Compensation Details are displayed.
zh_tw: 點擊清單中的 Compensation 以顯示您的 Compensation Details (薪資詳細資料)。

source: Click Compensation worklet on your home screen.
zh_tw: 點擊首頁畫面中的 Compensation (薪資) worklet。

source: Click Connectors.
zh_tw: 點擊 Connectors，

source: Click Create a New Virtual Application Package
zh_tw: 點選 Create a New Virtual Application Package

source: Click Document Processing.
zh_tw: 點擊 Document Processing。

source: Click Done on the next screen to confirm.
zh_tw: 於下一個畫面中點擊 Done (完成) 以確認。

source: Click Done to complete the process.
zh_tw: 點擊 Done (完成) 以完成流程。

source: Click Done to confirm the changes.
zh_tw: 點擊 Done (完成) 以確認變更。

source: Click Done to confirm the request.
zh_tw: 點擊 Done (完成) 以確認請求。

source: Click Done to confirm the selection and the process is complete.
zh_tw: 點擊 Done (完成) 以確認選擇和流程已完成。

source: Click Done to confirm.
zh_tw: 點擊 Done (完成) 以確認。

source: Click Done.
zh_tw: 點擊 Done (完成)。

source: Click Edit.
zh_tw: 點擊 Edit（編輯）。

source: Click General.
zh_tw: 點擊 General （一般選項）。

source: Click Generate Transform...
zh_tw: 點選 Generate Transform （生成轉換檔）...

source: Click Inbox to access your mails.
zh_tw: 點擊 Inbox (收件匣) 以存取郵件。

source: Click Languages\Text-To-Speech.
zh_tw: 點擊 Languages\Text-To-Speech （語言\朗讀）

source: Click Languages\User Interface.
zh_tw: 點擊 Languages\User Interface （語言\使用者介面）

source: Click Leave of Absence to initiate the process for booking long term leave.
zh_tw: 點擊 Leave of Absence (休假) 進行長期休假的申請流程。

source: Click Microsoft Office Integration.
zh_tw: 點擊 Microsoft Office Integration。

source: Click My Account to access your account.
zh_tw: 點擊 My Account 以進入您的帳戶資料。

source: Click My Team worklet on your home screen.
zh_tw: 點擊首頁畫面中的 My Team (我的團隊) worklet。

source: Click New, and then click Package.
zh_tw: 點擊 New，接著點選 Package （套裝程式）。

source: Click Next and the Attachments screen is displayed.
zh_tw: 點擊 Next (下一步) 以顯示 Attachments (附件) 畫面。

source: Click Next and the Job screen is displayed.
zh_tw: 點擊 Next (下一步) 以顯示 Job (職位) 畫面。

source: Click Next and the Summary screen is displayed.
zh_tw: 點擊 Next 以顯示 Summary (總結) 畫面。

source: Click Next in the Installation Report dialog
zh_tw: 於 Installation Report （安裝報告）對話視窗中點擊 Next

source: Click Next.
zh_tw: 點擊 Next。

source: Click OK and a detailed Terminate Employee screen is displayed.
zh_tw: 點擊 OK (確定) 以顯示詳細的解雇員工畫面。

source: Click OK and the Payment Details screen is displayed.
zh_tw: 點擊 OK (確定) 以顯示 Payment Details (付款詳細資訊) 畫面，

source: Click OK and the detailed Edit Job Requisition screen is displayed.
zh_tw: 點擊 OK (確定) 以顯示詳細 Edit Job Requisition 畫面，

source: Click OK at the bottom left of the screen to confirm the changes made.
zh_tw: 點擊螢幕左下角的 OK (確定) 以確認所做的更改。

source: Click OK at the bottom left of the screen to save your customised home screen.
zh_tw: 點擊螢幕左下方的 OK (確定) 以儲存自訂的首頁。

source: Click OK to complete the action.
zh_tw: 點擊 OK (確定) 以完成操作。

source: Click OK to confirm and a more detailed Create Position screen is displayed.
zh_tw: 點擊 OK (確定) 以顯示詳細的 Create Position 畫面，

source: Click OK to confirm these details.
zh_tw: 點擊 OK (確定) 以確認以上詳細資訊。

source: Click OK to confirm.
zh_tw: 點擊 OK (確定) 以確認。

source: Click OK to display the summary screen.
zh_tw: 點擊 OK (確定) 以顯示總結畫面。

source: Click OK.
zh_tw: 點擊 OK（確定）。

source: Click One-Time Payment under the Request column.
zh_tw: 點擊 Request (申請請求) 欄位中的 One-Time Payment (一次性付款)。

source: Click Open Package in the Home ribbon and select the supplied msi file.
zh_tw: 點擊 Home 功能區中的 Open Package 並選擇提供之 msi 檔案。

source: Click Other Integrations.
zh_tw: 點擊 Other Integrations （其它整合）。

source: Click Personalization.
zh_tw: 點擊 Personalization （個人化設置）。

source: Click Publish Package in the Home ribbon to finalize the customized installer for your own deployment.
zh_tw: 點擊 Home 功能區中的 Publish Package 完成自訂部署之安裝程式設定。

source: Click Publish Package.
zh_tw: 點擊 Publish Package （發佈套裝程式）

source: Click Save for Later to come back to this page, and all the information will be saved.
zh_tw: 點擊 Save for Later (儲存) 以回到此頁面，而將會儲存所有的資訊。

source: Click Signature.
zh_tw: 點擊 Signature。

source: Click Start installation
zh_tw: 點擊 Start installation

source: Click Submit to confirm the Salary or Allowance change.
zh_tw: 點擊 Submit (送出) 以確認薪資或津貼變更。

source: Click Submit and then Done to confirm your action.
zh_tw: 點擊 Submit (送出) 並點擊 Done (完成) 以確認操作。

source: Click Submit and then Done.
zh_tw: 點擊 Submit (送出) 並點擊 Done (完成)。

source: Click Submit and then click Done to confirm.
zh_tw: 點擊 Submit (送出) 並點擊 Done (完成) 以確認。

source: Click Submit on the Summary tab.
zh_tw: 於 Summary 分頁中點擊 Submit (送出)。

source: Click Submit to complete the action.
zh_tw: 點擊 Submit (送出) 以完成操作。

source: Click Submit to complete the request.
zh_tw: 點擊 Submit (送出) 以完成申請。

source: Click Submit to confirm the details.
zh_tw: 點擊 OK (確定) 以確認以上詳細資訊。

source: Click Submit to confirm the submission of One Time Payment for approval.
zh_tw: 點擊 Submit (送出) 呈交一次性付款申請進行審核。

source: Click Submit to process the request.
zh_tw: 點擊 Submit (送出) 以進行申請流程。

source: Click Submit to send the request for approvals.
zh_tw: 點擊 Submit (送出) 呈交申請進行審批。

source: Click Submit.
zh_tw: 點擊 Submit (送出)。

source: Click Supporting Documents to expand that space and click the icon to open a field to add comments and attach files.
zh_tw: 點擊 Supporting Documents (證明文件) 以展開空間並點擊 圖示以打開一個加入意見和附加檔案的欄位。

source: Click Supporting Documents to expand this section and click the icon to open the field to attach files and add comments
zh_tw: 點擊 Supporting Documents (證明文件) 以展開選項並點擊 圖示以開啟加入附件和加入其它意見欄位。

source: Click Terminate in the Actions column and the Terminate Employee screen is displayed.
zh_tw: 於 Actions (操作) 欄位中點擊 Terminate (解雇) 後會顯示解雇員工畫面。

source: Click Terminate in the Actions column.
zh_tw: 於 Actions 欄位中點擊 Terminate (解雇)，

source: Click Time Off worklet on the home screen
zh_tw: 點擊首頁畫面上的 Time Off (休假)。

source: Click To Do and then, click Change Benefits to enrol your dependent for any benefits.
zh_tw: 點擊 To Do 後再點擊 Change Benefits (福利變更) 使您的家屬享有任何福利。

source: Click View Profile to see your profile.
zh_tw: 點擊 View Profile (檢視檔案) 以查看您的檔案。

source: Click here (Nuance YouTube channel) to watch them now.
zh_tw: 點擊此處 (Nuance YouTube 頻道) 立刻觀看影片。

source: Click here to check out the short Power PDF video demo series
zh_tw: 點擊此處觀看 Power PDF 的介紹系列短片

source: Click here to configure product
zh_tw: 按一下此處以進行產品配置

source: Click here to gain access to a variety of publications on the topics of modularity and product architecture.
zh_tw: 按一下此處了解各種模塊化和產品架構主題的出版物。

source: Click on their name in the search results to go to their profile page.
zh_tw: 於搜尋結果中點擊其姓名以進入他們的個人資料頁面。

source: Click on your name in the top right corner of the page and click Inbox.
zh_tw: 點擊螢幕右上角您的名字並點擊 Inbox (收件匣)。

source: Click on your name in the top right corner of the page to see a list of options.
zh_tw: 點擊螢幕右上角您的名字以顯示選項清單。

source: Click the icon in the top right corner of the screen.
zh_tw: 點擊螢幕右上角的 圖示。

source: Click the icon next to the Employee name.
zh_tw: 點擊員工姓名旁的 圖示。

source: Click the icon at the top right of the page to access your account.
zh_tw: 點擊頁面右上方的 圖示頁以存取您的帳戶。

source: Click the icon next to their name to see a list of options.
zh_tw: 點擊其姓名旁的 圖示以查看選項清單。

source: Click the icon next your name, move the mouse pointer over Benefits, and click View Dependents.
zh_tw: 點擊您名字旁的 圖示，將滑鼠遊標移至 Benefits (福利)，並點擊 View Dependents (檢視家屬資料)。

source: Click the icon and a list of Allowance options are displayed.
zh_tw: 點擊 圖示以顯示 Allowance (津貼) 選項清單，

source: Click the icon and complete the required fields including Last Day of Work, First Day of Leave and Estimated Last Day of Leave.
zh_tw: 點擊 圖示並填寫所需之欄位，包含 Last Day of Work (最後工作日期)、First Day of Leave (假期開始日期) 和 Estimated Last Day of Leave (預估休假結束日期).

source: Click the icon on the right of the field or click the field itself to edit the information.
zh_tw: 點擊欄位右邊的 圖示或點擊欄位本身以編輯資訊。

source: Click the icon to view the list of worklets available.
zh_tw: 點擊 圖示可以查看可用的 worklets 清單。

source: Click the icon in Attachments to attach relevant documents.
zh_tw: 於附件中點擊 圖示以附加相關文件。

source: Click the icon in the Employees on Leave field to select the Employee due to return from leave.
zh_tw: 點擊 Employees on Leave (休假員工) 欄位中的 圖示以選擇休假結束之員工。

source: Click the icon in the Leave Type field to select the type of leave from the options available.
zh_tw: 點擊 Leave Type (休假種類) 欄位中的 圖示以從可用選項中選擇休假種類。

source: Click the icon in the Termination Reason field to see two options: Voluntary and Involuntary.
zh_tw: 點擊 Termination Reason (解雇原因) 欄位中的 圖示將顯示兩個選項：Voluntary (自願性) 和 Involuntary (非自願性)。

source: Click the icon in the attachments section to attach relevant documents.
zh_tw: 於附件中點擊 圖示以附加相關文件。

source: Click the icon next to Document Category and select Leave of Absence.
zh_tw: 點擊 Document Category (文件類別) 旁的 圖示並選擇 Leave of Absence (休假)。

source: Click the icon on the top right of your home page.
zh_tw: 點擊首頁右上方的 圖示。

source: Click the icon to complete the fields.
zh_tw: 點擊 圖示以填寫欄位。

source: Click the icon to edit the fields.
zh_tw: 點擊 圖示以編輯欄位。

source: Click the icon to use pop out menus when changing your Place of Birth, Marital Status, Race/Ethnicity, Religion, Citizenship Status and/or Nationality.
zh_tw: 當變更您的 Place of Birth (出生地)、Marital Status (婚姻狀況)、 Race/Ethnicity (種族)、Religion (宗教)、Citizenship Status (公民身份) 以及 Nationality (國籍) 時點擊 圖示以使用彈出式功能表。

source: Click the icon within the Attachments section to attach the Resignation Letter and any additional documents.
zh_tw: 於附件中點擊 圖示以附加辭呈和任何相關文件。

source: Click the Benefits worklet on the home page.
zh_tw: 點擊首頁上的 Benefits (福利) worklet。

source: Click the Compensation worklet on your home screen.
zh_tw: 點擊首頁畫面中的 Compensation (薪資) worklet。

source: Click the Employee’s name to open their profile screen.
zh_tw: 點擊員工的姓名以開啓他們的檔案畫面。

source: Click the For Existing Position option and click the icon to see a list of Positions.
zh_tw: 點選 For Existing Position (現有職位) 選項並點擊 圖示以顯示職位清單。
